json_data = [
    {
        "price": "4000,00",
        "sender": "ИП Кошеля Михаил Павлович",
        "inn": "1320",
        "pc": "0590",
        "platej": "1207",
        "data_plateja": "15.12.2025",
        "naznach": "Услуги доступа сети Интернет  за ноябрь 2025 года по счету N 637 от 30.11.2025 года. НДС не предусмотрен.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3200,00",
        "sender": "ИП КОВАЛЕВА АЛЕКСАНДРА ЮРЬЕВНА",
        "inn": "1634",
        "pc": "4214",
        "platej": "506",
        "data_plateja": "17.12.2025",
        "naznach": "Счет на оплату №636 от 30 ноября 2025г НДС не облагается",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "21000,00",
        "sender": "ООО \"ДИАПАЗОН\"",
        "inn": None,
        "pc": "5717",
        "platej": "5639",
        "data_plateja": "22.12.2025",
        "naznach": "Оплата по договору № 25041610-Д от 16.04.2025г. согласно счету № 669 от 30.11.2025г. за услуги доступа к сети интернет за ноябрь 2025г.  Сумма 21000-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "4000,00",
        "sender": "ООО \"НЕЙРОН\"",
        "inn": "32",
        "pc": "0893",
        "platej": "1157",
        "data_plateja": "15.12.2025",
        "naznach": "Оплата по счету № 492 от 19.09.2025 монтаж Сумма 4000-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "5600,00",
        "sender": "МИНФИН ПРИМОРСКОГО КРАЯ (ГАУЗ \"ПК МИАЦ\")",
        "inn": "60",
        "pc": "2000",
        "platej": "855984",
        "data_plateja": "23.12.2025",
        "naznach": "(л/с 30206Ц33320) опл сч 692 от 22.11.25г за доступ в интернет по тарифу \"Бизнес 50\" г. Партизанск за декабрь по дог 25010115-Д от 11.03.25г. Без НДС.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "1900,00",
        "sender": "ИП ДОБРОСЕЛЬСКАЯ ЕЛЕНА ВАСИЛЬЕВНА",
        "inn": "3709",
        "pc": "5247",
        "platej": "6",
        "data_plateja": "12.01.2026",
        "naznach": "Услуги по доступу к интернет . НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "5100,00",
        "sender": "ООО \"ГЕМИС\"",
        "inn": "95",
        "pc": "3119",
        "platej": "5",
        "data_plateja": "13.01.2026",
        "naznach": "Услуга доступа к сети Интернет по тарифу за декабрь 2025. НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3600,00",
        "sender": "ООО \"Антей\"",
        "inn": "53",
        "pc": "0019",
        "platej": "6",
        "data_plateja": "14.01.2026",
        "naznach": "Оплата по договору № ЮЛ 18080101 от 01.08.2018г. за услуги доступа к сети интернет согласно счету № 728 от 30.12.2025г. Сумма 3600-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "5300,00",
        "sender": "ИП Маринкина Нелли Анатольевна",
        "inn": "7234",
        "pc": "3838",
        "platej": "5",
        "data_plateja": "14.01.2026",
        "naznach": "Услуги за декабрь 2025 по с/ф №712 от 30.12.2025г. НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3900,00",
        "sender": "ООО \"ТК ЭНЕРГИЯ\"",
        "inn": "02",
        "pc": "0138",
        "platej": "29",
        "data_plateja": "14.01.2026",
        "naznach": "ОПЛАТА ПО СЧЕТУ № 749 ОТ 30.12.2025Г. УСЛУГА ДОСТУПА К СЕТИ ИНТЕРНЕТ ПО ТАРИФУ \"БИЗНЕС 30\" ЗА ДЕКАБРЬ 2025Г. ПАРТИЗАНСК. НДС НЕ ОБЛАГАЕТСЯ",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3200,00",
        "sender": "ООО \"ВЕРБЕНА\"",
        "inn": "22",
        "pc": "2991",
        "platej": "889356",
        "data_plateja": "14.01.2026",
        "naznach": "УСЛУГА ДОСТУПА К СЕТИ ИНТЕРНЕТ ПО УПД № 730 ОТ 31.12.2025 Г ПАРТИЗАНСК, ПАРТИЗАНСКАЯ102, СУММА 3 200,00 БЕЗ НАЛОГА (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "1300,00",
        "sender": "ИП Матвеева Галина Александровна",
        "inn": "5428",
        "pc": "3787",
        "platej": "23",
        "data_plateja": "15.01.2026",
        "naznach": "Оплата за услугу доступа к сети Интернет за декабрь 2025 г., сч/ф N 713 от 31.12.2025 г. НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "1400,00",
        "sender": "ООО \"ОРИЕНТ- СЕРВИС\"",
        "inn": "50",
        "pc": "2065",
        "platej": "12",
        "data_plateja": "15.01.2026",
        "naznach": "Оплата за услуги доступа к сети Интернет по счету №748 от 30.12.2025г. Сумма 1400-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "2400,00",
        "sender": "ООО \"КАРИ\"",
        "inn": "09",
        "pc": "5782",
        "platej": "2672",
        "data_plateja": "15.01.2026",
        "naznach": "Оплата интернета за декабрь 2025 г. по счету № 733 от 30.12.2025 г., договор № ЮЛ 30111901 от 30.11.2019 г., за ИТ: Интернет. Без НДС.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "5100,00",
        "sender": "ИП ЦЫКУНОВ ДМИТРИЙ АЛЕКСАНДРОВИЧ",
        "inn": "4601",
        "pc": "9267",
        "platej": "31",
        "data_plateja": "15.01.2026",
        "naznach": "Оплата по счету № 724 от 30.12.2025 г, услуга сети интернет за декабрь 2025г. НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "2400,00",
        "sender": "ООО МКК \"КВ ПЯТЫЙ ЭЛЕМЕНТ ДЕНЬГИ\"",
        "inn": "21",
        "pc": "0035",
        "platej": "726",
        "data_plateja": "16.01.2026",
        "naznach": "Оплата по счету № 752 от 30.12.2025г за интернет за декабрь 2025г. дог № ЮЛ 18072401 от 24.07.18г. (Партизанск).  Сумма 2400-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3800,00",
        "sender": "ООО \"ЛОЖКА ПЛЮС\"",
        "inn": "87",
        "pc": "2517",
        "platej": "10",
        "data_plateja": "19.01.2026",
        "naznach": "Оплата счета № 734 от 30.12.2025г за услуги интернета по тарифу Бизнес 5 за декабрь 2025г. НДС не облагается.",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3200,00",
        "sender": "ИП Рахимова Марина Сергеевна",
        "inn": "6999",
        "pc": "1616",
        "platej": "64",
        "data_plateja": "19.01.2026",
        "naznach": "Оплата по счет-фактуре № 718 от 30.12.2025 без НДС",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "2600,00",
        "sender": "ООО ЛОМБАРД \"КРЕДИТ-СЕРВИС\"",
        "inn": "70",
        "pc": "0173",
        "platej": "5",
        "data_plateja": "20.01.2026",
        "naznach": "Оплата по счету №751 от 30.12.2025 г. за услуги доступа к сети Интернет г. Партизанск , ул.Центральная 1В за декабрь 2025 г. Сумма 2600-00 Без налога (НДС)",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "3900,00",
        "sender": "ООО \"ТОРГСЕРВИС 27\"",
        "inn": "40",
        "pc": "5811",
        "platej": "187",
        "data_plateja": "21.01.2026",
        "naznach": "Оплата за интернет УПД № 743 от 30,12,25 Партизанск К.Коренова 1. Сумма 3900-00 Без НДС",
        "_processing_timestamp": "2026.01.22 18:49"
    },
    {
        "price": "2600,00",
        "sender": "ООО \"ТОРГСЕРВИС 25\"",
        "inn": "96",
        "pc": "7409",
        "platej": "183",
        "data_plateja": "21.01.2026",
        "naznach": "Сити Линк СЧЕТ №742 от 30.12.2026 Партизанск Партизанская 71. Сумма 2600-00 Без НДС",
        "_processing_timestamp": "2026.01.22 18:49"
    }
]





